---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.JoulesPerKilogramDegreeCelsius
source: html/99f2ac4e-6cf3-17d8-b7e4-df8243d79a59.htm
---
# Autodesk.Revit.DB.UnitTypeId.JoulesPerKilogramDegreeCelsius Property

Joules per kilogram degree Celsius.

## Syntax (C#)
```csharp
public static ForgeTypeId JoulesPerKilogramDegreeCelsius { get; }
```